import Image from 'next/image';
import React from 'react';
import Footer from '../../Components/Footer';
import Header from '../../Components/Header';

const rabindranath = () => {
    return (
        <div>
            <Header></Header>
            <div className='row mt-4 mb-5'>
                <div className="col-12 col-sm-12 col-md-6 col-lg-3">
                    <div>
                        <Image src='https://cdn.britannica.com/48/134948-050-10E316E2/Rabindranath-Tagore.jpg' alt='' width="400px" height="400px"></Image></div>
                </div>
                <p className='col-12 col-sm-12 col-md-6 col-lg-9'>
                    রবীন্দ্রনাথ ঠাকুর এফআরএএস (৭ মে ১৮৬১ – ৭ আগস্ট ১৯৪১; ২৫ বৈশাখ ১২৬৮ – ২২ শ্রাবণ ১৩৪৮ বঙ্গাব্দ) ছিলেন অগ্রণী বাঙালি কবি, ঔপন্যাসিক, সংগীতস্রষ্টা, নাট্যকার, চিত্রকর, ছোটগল্পকার, প্রাবন্ধিক, অভিনেতা, কণ্ঠশিল্পী ও দার্শনিক। তাকে বাংলা ভাষার সর্বশ্রেষ্ঠ সাহিত্যিক মনে করা হয়। রবীন্দ্রনাথকে “গুরুদেব”, “কবিগুরু” ও “বিশ্বকবি” অভিধায় ভূষিত করা হয়। রবীন্দ্রনাথের ৫২টি কাব্যগ্রন্থ, ৩৮টি নাটক, ১৩টি উপন্যাস ও ৩৬টি প্রবন্ধ ও অন্যান্য গদ্যসংকলন তার জীবদ্দশায় বা মৃত্যুর অব্যবহিত পরে প্রকাশিত হয়। তার সর্বমোট ৯৫টি ছোটগল্প ও ১৯১৫টি গান যথাক্রমে গল্পগুচ্ছ ও গীতবিতান সংকলনের অন্তর্ভুক্ত হয়েছে। রবীন্দ্রনাথের যাবতীয় প্রকাশিত ও গ্রন্থাকারে অপ্রকাশিত রচনা ৩২ খণ্ডে রবীন্দ্র রচনাবলী নামে প্রকাশিত হয়েছে। রবীন্দ্রনাথের যাবতীয় পত্রসাহিত্য উনিশ খণ্ডে চিঠিপত্র ও চারটি পৃথক গ্রন্থে প্রকাশিত। এছাড়া তিনি প্রায় দুই হাজার ছবি এঁকেছিলেন। রবীন্দ্রনাথের রচনা বিশ্বের বিভিন্ন ভাষায় অনূদিত হয়েছে। ১৯১৩ সালে গীতাঞ্জলি কাব্যগ্রন্থের ইংরেজি অনুবাদের জন্য তিনি এশীয়দের মধ্যে সাহিত্যে প্রথম নোবেল পুরস্কার লাভ করেন। রবীন্দ্রনাথ ঠাকুর কলকাতার এক ধনাঢ্য ও সংস্কৃতিবান ব্রাহ্ম পিরালী ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন।বাল্যকালে প্রথাগত বিদ্যালয়-শিক্ষা তিনি গ্রহণ করেননি; গৃহশিক্ষক রেখে বাড়িতেই তার শিক্ষার ব্যবস্থা করা হয়েছিল। আট বছর বয়সে তিনি কবিতা লেখা শুরু করেন। ১৮৭৪ সালে তত্ত্ববোধিনী পত্রিকা-এ তার অভিলাষ কবিতাটি প্রকাশিত হয়। এটিই ছিল তার প্রথম প্রকাশিত রচনা। ১৮৭৮ সালে মাত্র সতেরো বছর বয়সে রবীন্দ্রনাথ প্রথমবার ইংল্যান্ডে যান। ১৮৮৩ সালে মৃণালিনী দেবীর সঙ্গে তার বিবাহ হয়। ১৮৯০ সাল থেকে রবীন্দ্রনাথ পূর্ববঙ্গের শিলাইদহের জমিদারি এস্টেটে বসবাস শুরু করেন। ১৯০১ সালে তিনি পশ্চিমবঙ্গের শান্তিনিকেতনে ব্রহ্মচর্যাশ্রম প্রতিষ্ঠা করেন এবং সেখানেই পাকাপাকিভাবে বসবাস শুরু করেন। ১৯০২ সালে তার পত্নীবিয়োগ হয়। ১৯০৫ সালে তিনি বঙ্গভঙ্গ-বিরোধী আন্দোলনে জড়িয়ে পড়েন। ১৯১৫ সালে ব্রিটিশ সরকার তাকে নাইট উপাধিতে ভূষিত করেন। কিন্তু ১৯১৯ সালে জালিয়ানওয়ালাবাগ হত্যাকাণ্ডের প্রতিবাদে তিনি সেই উপাধি ত্যাগ করেন। ১৯২১ সালে গ্রামোন্নয়নের জন্য তিনি শ্রীনিকেতন নামে একটি সংস্থা প্রতিষ্ঠা করেন। ১৯২৩ সালে আনুষ্ঠানিকভাবে বিশ্বভারতী প্রতিষ্ঠিত হয়। দীর্ঘজীবনে তিনি বহুবার বিদেশ ভ্রমণ করেন এবং সমগ্র বিশ্বে বিশ্বভ্রাতৃত্বের বাণী প্রচার করেন। ১৯৪১ সালে দীর্ঘ রোগভোগের পর কলকাতার পৈত্রিক বাসভবনেই তার মৃত্যু হয়।
                </p>
            </div>
            <div className='mx-3'>
                <h2>পারিবারিক ইতিহাস</h2>
                <hr />
                <p>
                    ঠাকুরদের আদি পদবী কুশারী। কুশারীরা ভট্টনারায়ণের পুত্র দীন কুশারীর বংশজাত। দীন কুশারী মহারাজ ক্ষিতিশূরের নিকট কুশ (বর্ধমান জেলা) নামক গ্রাম পেয়ে গ্রামের অধিবাসী হন ও কুশারী নামে খ্যাত হন। রবীন্দ্রনাথের জীবনীকার প্রভাতকুমার মুখোপাধ্যায় তার রবীন্দ্রজীবনী ও রবীন্দ্রসাহিত্য-প্রবেশক গ্রন্থের প্রথম খণ্ডে ঠাকুর পরিবারের বংশপরিচয় দিতে গিয়ে উল্লেখ করেছেন,
                    “ 	কুশারীরা হলেন ভট্টনারায়ণের পুত্র দীন কুশারীর বংশজাত; দীন মহারাজ ক্ষিতিশূরের নিকট কুশ নামক গ্রাম (বর্ধমান জিলা) পাইয়া গ্রামীণ হন এবং কুশারী নামে খ্যাত হন৷ দীন কুশারীর অষ্টম কি দশম পুরুষ পরে জগন্নাথ৷ 	”

                    পরবর্তীকালে কুশারীরা বঙ্গদেশের সর্বত্র ছড়িয়ে পড়ে- যশোরের ঘাটভোগ-দমুরহুদা থেকে ঢাকার কয়কীর্তন থেকে বাঁকুড়ার সোনামুখী থেকে খুলনার পিঠাভোগ পর্যন্ত। পিঠাভোগের কুশারীরাই এদের মধ্যে সবচেয়ে প্রভাবশালী ও অবস্থাপন্ন হয়ে ওঠে।
                </p>
            </div>
            <div className='mx-3'>
                <h2>জীবন</h2>
                <hr />
                <div className='row'>
                    <p className='col-12 col-sm-12 col-md-6 col-lg-9'>
                        রবীন্দ্রনাথ ঠাকুর কলকাতার জোড়াসাঁকো ঠাকুরবাড়িতে জন্মগ্রহণ করেছিলেন। তার পিতা ছিলেন ব্রাহ্ম ধর্মগুরু দেবেন্দ্রনাথ ঠাকুর (১৮১৭–১৯০৫) এবং মাতা ছিলেন সারদাসুন্দরী দেবী (১৮২৬–১৮৭৫)। রবীন্দ্রনাথ ছিলেন পিতামাতার চতুর্দশ সন্তান।খ জোড়াসাঁকোর ঠাকুর পরিবার ছিল ব্রাহ্ম আদিধর্ম মতবাদের প্রবক্তা।

                        ১৮৭৫ সালে মাত্র চোদ্দ বছর বয়সে রবীন্দ্রনাথের মাতৃবিয়োগ ঘটে। পিতা দেবেন্দ্রনাথ দেশভ্রমণের নেশায় বছরের অধিকাংশ সময় কলকাতার বাইরে অতিবাহিত করতেন। তাই ধনাঢ্য পরিবারের সন্তান হয়েও রবীন্দ্রনাথের ছেলেবেলা কেটেছিল ভৃত্যদের অনুশাসনে। শৈশবে রবীন্দ্রনাথ কলকাতার ওরিয়েন্টাল সেমিনারি, নর্ম্যাল স্কুল, বেঙ্গল অ্যাকাডেমি এবং সেন্ট জেভিয়ার্স কলেজিয়েট স্কুলে কিছুদিন করে পড়াশোনা করেছিলেন। কিন্তু বিদ্যালয়-শিক্ষায় অনাগ্রহী হওয়ায় বাড়িতেই গৃহশিক্ষক রেখে তার শিক্ষার ব্যবস্থা করা হয়েছিল। ছেলেবেলায় জোড়াসাঁকোর বাড়িতে অথবা বোলপুর ও পানিহাটির বাগানবাড়িতে প্রাকৃতিক পরিবেশের মধ্যে ঘুরে বেড়াতে বেশি স্বচ্ছন্দবোধ করতেন রবীন্দ্রনাথ।

                        ১৮৭৩ সালে এগারো বছর বয়সে রবীন্দ্রনাথের উপনয়ন অনুষ্ঠিত হয়েছিল। এরপর তিনি কয়েক মাসের জন্য পিতার সঙ্গে দেশভ্রমণে বের হন। প্রথমে তারা আসেন শান্তিনিকেতনে। এরপর পাঞ্জাবের অমৃতসরে কিছুকাল কাটিয়ে শিখদের উপাসনা পদ্ধতি পরিদর্শন করেন। শেষে পুত্রকে নিয়ে দেবেন্দ্রনাথ যান পাঞ্জাবেরই (অধুনা ভারতের হিমাচল প্রদেশ রাজ্যে অবস্থিত) ডালহৌসি শৈলশহরের নিকট বক্রোটায়। এখানকার বক্রোটা বাংলোয় বসে রবীন্দ্রনাথ পিতার কাছ থেকে সংস্কৃত ব্যাকরণ, ইংরেজি, জ্যোতির্বিজ্ঞান, সাধারণ বিজ্ঞান ও ইতিহাসের নিয়মিত পাঠ নিতে শুরু করেন। দেবেন্দ্রনাথ তাকে বিশিষ্ট ব্যক্তিবর্গের জীবনী, কালিদাস রচিত ধ্রুপদি সংস্কৃত কাব্য ও নাটক এবং উপনিষদ্‌ পাঠেও উৎসাহিত করতেন। ১৮৭৭ সালে ভারতী পত্রিকায় তরুণ রবীন্দ্রনাথের কয়েকটি গুরুত্বপূর্ণ রচনা প্রকাশিত হয়। এগুলি হল মাইকেল মধুসূদনের মেঘনাদবধ কাব্যের সমালোচনা, ভানুসিংহ ঠাকুরের পদাবলী এবং ভিখারিণী ও করুণা নামে দুটি গল্প। এর মধ্যে ভানুসিংহ ঠাকুরের পদাবলী বিশেষভাবে উল্লেখযোগ্য। এই কবিতাগুলি রাধা-কৃষ্ণ বিষয়ক পদাবলির অনুকরণে ভানুসিংহ ভণিতায় রচিত। রবীন্দ্রনাথের ভিখারিণী গল্পটি (১৮৭৭) বাংলা সাহিত্যের প্রথম ছোটগল্প। ১৮৭৮ সালে প্রকাশিত হয় রবীন্দ্রনাথের প্রথম কাব্যগ্রন্থ তথা প্রথম মুদ্রিত গ্রন্থ কবিকাহিনী। এছাড়া এই পর্বে তিনি রচনা করেছিলেন সন্ধ্যাসংগীত (১৮৮২) কাব্যগ্রন্থটি। রবীন্দ্রনাথের বিখ্যাত কবিতা নির্ঝরের স্বপ্নভঙ্গ এই কাব্যগ্রন্থের অন্তর্গত।
                    </p>
                    <div className="col-12 col-sm-12 col-md-6 col-lg-3">
                        <div>
                            <Image src='https://upload.wikimedia.org/wikipedia/commons/5/58/Rabindranath-Tagore-Mrinalini-Devi-1883.jpg' alt='' width="400px" height="400px"></Image></div>
                    </div>
                </div>
                <div>
                    <p>১৮৭৮ সালে ব্যারিস্টারি পড়ার উদ্দেশ্যে ইংল্যান্ডে যান রবীন্দ্রনাথ। প্রথমে তিনি ব্রাইটনের একটি পাবলিক স্কুলে ভর্তি হয়েছিলেন। ১৮৭৯ সালে ইউনিভার্সিটি কলেজ লন্ডনে আইনবিদ্যা নিয়ে পড়াশোনা শুরু করেন। কিন্তু সাহিত্যচর্চার আকর্ষণে সেই পড়াশোনা তিনি সমাপ্ত করতে পারেননি। ইংল্যান্ডে থাকাকালীন শেকসপিয়র ও অন্যান্য ইংরেজ সাহিত্যিকদের রচনার সঙ্গে রবীন্দ্রনাথের পরিচয় ঘটে। এই সময় তিনি বিশেষ মনোযোগ সহকারে পাঠ করেন রিলিজিও মেদিচি, কোরিওলেনাস এবং অ্যান্টনি অ্যান্ড ক্লিওপেট্রা। এই সময় তার ইংল্যান্ডবাসের অভিজ্ঞতার কথা ভারতী পত্রিকায় পত্রাকারে পাঠাতেন রবীন্দ্রনাথ। উক্ত পত্রিকায় এই লেখাগুলি জ্যেষ্ঠভ্রাতা দ্বিজেন্দ্রনাথ ঠাকুরের সমালোচনাসহ প্রকাশিত হত য়ুরোপযাত্রী কোনো বঙ্গীয় যুবকের পত্রধারা নামে।১৮৮১ সালে সেই পত্রাবলি য়ুরোপ-প্রবাসীর পত্র নামে গ্রন্থাকারে ছাপা হয়। এটিই ছিল রবীন্দ্রনাথের প্রথম গদ্যগ্রন্থ তথা প্রথম চলিত ভাষায় লেখা গ্রন্থ। অবশেষে ১৮৮০ সালে প্রায় দেড় বছর ইংল্যান্ডে কাটিয়ে কোনো ডিগ্রি না নিয়ে এবং ব্যারিস্টারি পড়া শুরু না করেই তিনি দেশে ফিরে আসেন।

                        ১৮৮৩ সালের ৯ ডিসেম্বর (২৪ অগ্রহায়ণ, ১২৯০ বঙ্গাব্দ) ঠাকুরবাড়ির অধস্তন কর্মচারী বেণীমাধব রায়চৌধুরীর কন্যা ভবতারিণীর সঙ্গে রবীন্দ্রনাথের বিবাহ সম্পন্ন হয়। বিবাহিত জীবনে ভবতারিণীর নামকরণ হয়েছিল মৃণালিনী দেবী (১৮৭৩–১৯০২ )। রবীন্দ্রনাথ ও মৃণালিনীর সন্তান ছিলেন পাঁচ জন: মাধুরীলতা (১৮৮৬–১৯১৮), রথীন্দ্রনাথ (১৮৮৮–১৯৬১), রেণুকা (১৮৯১–১৯০৩), মীরা (১৮৯৪–১৯৬৯) এবং শমীন্দ্রনাথ (১৮৯৬–১৯০৭)।[৬৯] এঁদের মধ্যে অতি অল্প বয়সেই রেণুকা ও শমীন্দ্রনাথের মৃত্যু ঘটে</p>
                </div>
                <div>
                    <h2>সৃষ্টিকর্ম</h2>
                    <hr />
                    <p>
                        রবীন্দ্রনাথ ঠাকুর ছিলেন মূলত এক কবি। মাত্র আট বছর বয়সে তিনি কাব্যরচনা শুরু করেন। তার প্রকাশিত মৌলিক কাব্যগ্রন্থের সংখ্যা ৫২। তবে বাঙালি সমাজে তার জনপ্রিয়তা প্রধানত সংগীতস্রষ্টা হিসেবে। রবীন্দ্রনাথ প্রায় দুই হাজার গান লিখেছিলেন। কবিতা ও গান ছাড়াও তিনি ১৩টি উপন্যাস, ৯৫টি ছোটগল্প, ৩৬টি প্রবন্ধ ও গদ্যগ্রন্থ এবং ৩৮টি নাটক রচনা করেছিলেন। রবীন্দ্রনাথের সমগ্র রচনা রবীন্দ্র রচনাবলী নামে ৩২ খণ্ডে প্রকাশিত হয়েছে। এছাড়া তার সামগ্রিক চিঠিপত্র উনিশ খণ্ডে প্রকাশিত হয়েছে। তার প্রবর্তিত নৃত্যশৈলী রবীন্দ্রনৃত্য নামে পরিচিত।
                        রবীন্দ্রনাথ ঠাকুর প্রথম জীবনে ছিলেন বিহারীলাল চক্রবর্তীর (১৮৩৫-১৮৯৪) অনুসারী কবি। তার কবি-কাহিনী, বনফুল ও ভগ্নহৃদয় কাব্য তিনটিতে বিহারীলালের প্রভাব সুস্পষ্ট। সন্ধ্যাসংগীত কাব্যগ্রন্থ থেকে রবীন্দ্রনাথ নিজের বক্তব্য প্রকাশ করতে শুরু করেন। এই পর্বের সন্ধ্যা সঙ্গীত, প্রভাতসংগীত, ছবি ও গান ও কড়ি ও কোমল কাব্যগ্রন্থের মূল বিষয়বস্তু ছিল মানব হৃদয়ের বিষণ্ণতা, আনন্দ, মর্ত্যপ্রীতি ও মানবপ্রেম। ১৮৯০ সালে প্রকাশিত মানসী এবং তার পর প্রকাশিত সোনার তরী (১৮৯৪), চিত্রা (১৮৯৬), চৈতালি (১৮৯৬), কল্পনা (১৯০০) ও ক্ষণিকা (১৯০০) কাব্যগ্রন্থে ফুটে উঠেছে রবীন্দ্রনাথের প্রেম ও সৌন্দর্য সম্পর্কিত রোম্যান্টিক ভাবনা। ১৯০১ সালে ব্রহ্মচর্যাশ্রম প্রতিষ্ঠার পর রবীন্দ্রনাথের কবিতায় আধ্যাত্মিক চিন্তার প্রাধান্য লক্ষিত হয়। এই চিন্তা ধরা পড়েছে নৈবেদ্য (১৯০১), খেয়া (১৯০৬), গীতাঞ্জলি (১৯১০), গীতিমাল্য (১৯১৪) ও গীতালি (১৯১৪) কাব্যগ্রন্থে। ১৯১৫ সালে প্রথম বিশ্বযুদ্ধের সূচনা ঘটলে বলাকা (১৯১৬) কাব্যে রবীন্দ্রনাথের কবিতায় আধ্যাত্মিক চিন্তার পরিবর্তে আবার মর্ত্যজীবন সম্পর্কে আগ্রহ ফুটে ওঠে। পলাতকা (১৯১৮) কাব্যে গল্প-কবিতার আকারে তিনি নারীজীবনের সমসাময়িক সমস্যাগুলি তুলে ধরেন। পূরবী (১৯২৫) ও মহুয়া (১৯২৯) কাব্যগ্রন্থে রবীন্দ্রনাথ আবার প্রেমকে উপজীব্য করেন।[১৩৩] এরপর পুনশ্চ (১৯৩২), শেষ সপ্তক (১৯৩৫), পত্রপুট (১৯৩৬) ও শ্যামলী (১৯৩৬) নামে চারটি গদ্যকাব্য প্রকাশিত হয়।[১৩৩] জীবনের শেষ দশকে কবিতার আঙ্গিক ও বিষয়বস্তু নিয়ে কয়েকটি নতুন পরীক্ষানিরীক্ষা চালিয়েছিলেন রবীন্দ্রনাথ। এই সময়কার রোগশয্যায় (১৯৪০), আরোগ্য (১৯৪১), জন্মদিনে (১৯৪১) ও শেষ লেখা (১৯৪১, মরণোত্তর প্রকাশিত) কাব্যে মৃত্যু ও মর্ত্যপ্রীতিকে একটি নতুন আঙ্গিকে পরিস্ফুট করেছিলেন তিনি। শেষ কবিতা তোমার সৃষ্টির পথ মৃত্যুর আট দিন আগে মৌখিকভাবে রচনা করেছিলেন রবীন্দ্রনাথ।

                        রবীন্দ্রনাথের কবিতায় মধ্যযুগীয় বৈষ্ণব পদাবলি, উপনিষদ্‌, কবীরের দোঁহাবলি, লালনের বাউল গান ও রামপ্রসাদ সেনের শাক্ত পদাবলি সাহিত্যের প্রভাব লক্ষিত হয়। তবে প্রাচীন সাহিত্যের দুরূহতার পরিবর্তে তিনি এক সহজ ও সরস কাব্যরচনার আঙ্গিক গ্রহণ করেছিলেন। আবার ১৯৩০-এর দশকে কিছু পরীক্ষামূলক লেখালেখির মাধ্যমে বাংলা সাহিত্যে আধুনিকতা ও বাস্তবতাবোধের প্রাথমিক আবির্ভাব প্রসঙ্গে নিজ প্রতিক্রিয়াও ব্যক্ত করেছিলেন কবি। বহির্বিশ্বে তার সর্বাপেক্ষা সুপরিচিত কাব্যগ্রন্থটি হল গীতাঞ্জলি। এ বইটির জন্যই তিনি সাহিত্যে নোবেল পুরস্কার লাভ করেছিলেন। নোবেল ফাউন্ডেশন তার এই কাব্যগ্রন্থটিকে বর্ণনা করেছিল একটি গভীরভাবে সংবেদনশীল, উজ্জ্বল ও সুন্দর
                    </p>
                </div>
                <div className='mb-5'>
                    <h2>ছোটগল্প ও উপন্যাস</h2>
                    <hr />
                    <p>
                        রবীন্দ্রনাথ ঠাকুর ছিলেন বাংলা সাহিত্যের প্রথম সার্থক ছোটগল্পকার। মূলত হিতবাদী, সাধনা, ভারতী, সবুজ পত্র প্রভৃতি মাসিক পত্রিকাগুলির চাহিদা মেটাতে তিনি তার ছোটগল্পগুলি রচনা করেছিলেন।[১৪২] এই গল্পগুলির উচ্চ সাহিত্যমূল্য-সম্পন্ন। রবীন্দ্রনাথের জীবনের সাধনা পর্বটি (১৮৯১–৯৫) ছিল সর্বাপেক্ষা সৃষ্টিশীল পর্যায়। তার গল্পগুচ্ছ গল্পসংকলনের প্রথম তিন খণ্ডের চুরাশিটি গল্পের অর্ধেকই রচিত হয় এই সময়কালের মধ্যে। গল্পগুচ্ছ সংকলনের অন্য গল্পগুলির অনেকগুলিই রচিত হয়েছিল রবীন্দ্রজীবনের সবুজ পত্র পর্বে (১৯১৪–১৭; প্রমথ চৌধুরী সম্পাদিত পত্রিকার নামানুসারে) তার উল্লেখযোগ্য কয়েকটি গল্প হল কঙ্কাল, নিশীথে, মণিহারা, ক্ষুধিত পাষাণ, স্ত্রীর পত্র, নষ্টনীড়, কাবুলিওয়ালা, হৈমন্তী, দেনাপাওনা, মুসলমানীর গল্প ইত্যাদি। শেষ জীবনে রবীন্দ্রনাথ লিপিকা, সে ও তিনসঙ্গী গল্পগ্রন্থে নতুন আঙ্গিকে গল্পরচনা করেছিলেন।

                        রবীন্দ্রনাথ তার গল্পে পারিপার্শ্বিক ঘটনাবলি বা আধুনিক ধ্যানধারণা সম্পর্কে মতামত প্রকাশ করতেন। কখনও তিনি মনস্তাত্ত্বিক দ্বন্দ্বের বৌদ্ধিক বিশ্লেষণকেই গল্পে বেশি প্রাধান্য দিতেন।

                        রবীন্দ্রনাথের একাধিক ছোটগল্প অবলম্বনে চলচ্চিত্র, নাটক ও টেলিভিশন অনুষ্ঠান নির্মিত হয়েছে। তার গল্পের কয়েকটি উল্লেখযোগ্য চলচ্চিত্রায়ণ হল সত্যজিৎ রায় পরিচালিত তিন কন্যা (মনিহারা, পোস্টমাস্টার ও সমাপ্তি অবলম্বনে) ও চারুলতা (নষ্টনীড় অবলম্বনে) , তপন সিংহ পরিচালিত অতিথি, কাবুলিওয়ালা ও ক্ষুধিত পাষাণ, পূর্ণেন্দু পত্রী পরিচালিত স্ত্রীর পত্র ইত্যাদি।
                        <br />
                        রবীন্দ্রনাথ ঠাকুর মোট তেরোটি উপন্যাস রচনা করেছিলেন। এগুলি হল: বৌ-ঠাকুরাণীর হাট (১৮৮৩), রাজর্ষি (১৮৮৭), চোখের বালি (১৯০৩), নৌকাডুবি (১৯০৬), প্রজাপতির নির্বন্ধ (১৯০৮), গোরা (১৯১০), ঘরে বাইরে (১৯১৬), চতুরঙ্গ (১৯১৬), যোগাযোগ (১৯২৯), শেষের কবিতা (১৯২৯), দুই বোন (১৯৩৩), মালঞ্চ (১৯৩৪) ও চার অধ্যায় (১৯৩৪)।[১৪২] বৌ-ঠাকুরাণীর হাট ও রাজর্ষি ঐতিহাসিক উপন্যাস। এদুটি রবীন্দ্রনাথের প্রথম উপন্যাস রচনার প্রচেষ্টা।[১৪২] এরপর থেকে ছোটগল্পের মতো তার উপন্যাসগুলিও মাসিকপত্রের চাহিদা অনুযায়ী নবপর্যায় বঙ্গদর্শন, প্রবাসী, সবুজ পত্র, বিচিত্রা প্রভৃতি পত্রিকায় ধারাবাহিকভাবে প্রকাশিত হয়।[১৪২]

                        চোখের বালি উপন্যাসে দেখানো হয়েছে সমসাময়িককালে বিধবাদের জীবনের নানা সমস্যা। নৌকাডুবি উপন্যাসটি আবার লেখা হয়েছে জটিল পারিবারিক সমস্যাগুলিকে কেন্দ্র করে। গোরা রবীন্দ্রনাথের শ্রেষ্ঠ উপন্যাস। এই উপন্যাসে দেখানো হয়েছে ঊনবিংশ শতাব্দীর শেষার্ধের হিন্দু ও ব্রাহ্মসমাজের সংঘাত ও ভারতের তদানীন্তন সামাজিক ও রাজনৈতিক সমস্যাগুলি। ঘরে বাইরে উপন্যাসের বিষয়বস্তু ১৯০৫ সালের বঙ্গভঙ্গ-বিরোধী আন্দোলনের প্রেক্ষাপটে নারী ও পুরুষের সম্পর্কের জটিলতা। স্বামী-স্ত্রীর সম্পর্কের জটিলতা আরও সূক্ষ্মভাবে উঠে এসেছে তার পরবর্তী যোগাযোগ উপন্যাসেও। চতুরঙ্গ উপন্যাসটি রবীন্দ্রনাথের “ছোটগল্পধর্মী উপন্যাস”। স্ত্রীর অসুস্থতার সুযোগে স্বামীর অন্য স্ত্রীলোকের প্রতি আসক্তি – এই বিষয়টিকে উপজীব্য করে রবীন্দ্রনাথ দুই বোন ও মালঞ্চ উপন্যাসদুটি লেখেন। এর মধ্যে প্রথম উপন্যাসটি মিলনান্তক ও দ্বিতীয়টি বিয়োগান্তক। রবীন্দ্রনাথের শেষ উপন্যাস চার অধ্যায় সমসাময়িক বিপ্লবী আন্দোলনের প্রেক্ষাপটে একটি বিয়োগান্তক প্রেমের উপন্যাস।

                        রবীন্দ্রনাথ ঠাকুরের উপন্যাস অবলম্বনে কয়েকটি চলচ্চিত্র নির্মিত হয়েছে। এগুলির মধ্যে উল্লেখযোগ্য সত্যজিৎ রায়ের ঘরে বাইরে ও ঋতুপর্ণ ঘোষের চোখের বালি।
                    </p>
                </div>
            </div>
            <Footer></Footer>
        </div>
    );
};

export default rabindranath;